cask_args appdir: "/Applications"

# Tap Homebrew
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "civo/tools"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jmacdonald/amp"

cask "android-platform-tools"
cask "docker"
cask "java"
cask "firefox"
cask "spotify"

brew "zsh-completions"
brew "curl"
brew "wget"
brew "git"
brew "openssl"
brew "coreutils"
brew "moreutils"
brew "findutils"
brew "binutils"
brew "glib"
rew "grep"
brew "openssh"
brew "rsync"
brew "ssh-copy-id"
brew "screen"
brew "pwgen"
brew "tmux"

# Ops
brew "awscli"
brew "ansible"
brew "azure-cli"
brew "tfenv"
brew "helm"
brew "kubernetes-cli"
brew "linkerd"
brew "hashicorp/tap/terraform"
brew "nmap"

# Images, Audio, Video
brew "imagemagick"
brew "graphviz"
brew "gifsicle"
brew "gifify"
brew "ffmpeg"

# JSON
brew "jq"
brew "jo"

# Dev
brew "node@16", link: true
brew "gettext"
brew "python@3.9"
brew "docker-compose"
brew "doctl"
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "jbake"
brew "jhipster"
brew "postgresql"
brew "jmacdonald/amp/amp"
