tap "azure/kubelogin"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "norwoodj/tap"
tap "railwaycat/emacsmacport"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "gettext"
brew "glib"
brew "coreutils"
brew "cask"
brew "cntlm"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "doctl"
brew "fd"
brew "fn"
brew "gcc"
brew "libavif"
brew "ghostscript"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "imagemagick"
brew "jbake"
brew "node"
brew "jhipster"
brew "jq"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libxml2"
brew "linkerd"
brew "markdown"
brew "minikube"
brew "nmap"
brew "node@20"
brew "oci-cli"
brew "operator-sdk"
brew "postgresql@14"
brew "pre-commit"
brew "pwgen"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "step"
brew "stern"
brew "terraform-docs"
brew "tfk8s"
brew "tflint"
brew "tkdiff"
brew "tmux"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-modern-doom3-icon", "with-native-comp"]
brew "hashicorp/tap/terraform"
brew "jmacdonald/amp/amp"
cask "android-platform-tools"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "temurin"
cask "temurin@17"
