tap "azure/kubelogin"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "norwoodj/tap"
tap "railwaycat/emacsmacport"
brew "ansible"
brew "argocd"
brew "awscli"
brew "azure-cli", link: false
brew "gettext"
brew "glib"
brew "coreutils"
brew "cask"
brew "cntlm"
brew "docker-compose"
brew "doctl"
brew "fd"
brew "fn"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "python@3.9"
brew "imagemagick"
brew "jbake"
brew "jhipster"
brew "jq"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "minikube"
brew "nmap"
brew "node@16"
brew "oci-cli"
brew "operator-sdk"
brew "postgresql@14"
brew "pre-commit"
brew "pwgen"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "step"
brew "stern"
brew "terraform-docs"
brew "tfk8s"
brew "tflint"
brew "tkdiff"
brew "tmux"
brew "wget"
brew "yamllint"
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "hashicorp/tap/terraform"
brew "jmacdonald/amp/amp"
brew "railwaycat/emacsmacport/emacs-mac"
cask "android-platform-tools"
cask "docker"
cask "dozer"
cask "emacs"
cask "openlens"
cask "temurin"
cask "temurin17"
